baseDTO.resultCode.sample=0/5010/....
baseDTO.result.message.sample=\u0639\u0645\u0644\u06CC\u0627\u062A \u0628\u0627 \u0645\u0648\u0641\u06CC\u062A \u0627\u0646\u062C\u0627\u0645 \u0634\u062F / \u062E\u0637\u0627\u06CC ... \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
PageDTO.totalElement.sample=186/125/...
PageDTO.totalElement.note=\u062A\u0639\u062F\u0627\u062F \u06A9\u0644
PageDTO.totalPages.sample=54
PageDTO.totalPages.note=\u062A\u0639\u062F\u0627\u062F \u0635\u0641\u062D\u0627\u062A
PageDTO.pageSize.sample=3
PageDTO.pageSize.note=\u0634\u0645\u0627\u0631\u0647 \u0635\u0641\u062D\u0647 \u062C\u0627\u0631\u06CC
#................
saveValue=\u0645\u062A\u062F \u062B\u0628\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A
saveNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0631\u0627 \u0627\u0636\u0627\u0641\u0647 \u06A9\u0646\u06CC\u062F
updateValue=\u0645\u062A\u062F \u062A\u063A\u06CC\u06CC\u0631 \u0627\u0637\u0644\u0627\u0639\u0627\u062A
updateNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0631\u0627 \u062A\u063A\u06CC\u06CC\u0631 \u062F\u0647\u06CC\u062F
deleteByIdValue=\u0645\u062A\u062F \u062D\u0630\u0641 \u0627\u0637\u0644\u0627\u0639\u0627\u062A
deleteByIdNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062B\u0628\u062A\u06CC \u0631\u0627 \u062D\u0630\u0641 \u06A9\u0646\u06CC\u062F
getByIDValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A
getByIDNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0631\u0627 \u062A\u0648\u0633\u0637 \u06A9\u0644\u06CC\u062F \u06CC\u06A9\u062A\u0627 \u0622\u0646 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
getAllValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u062A\u0645\u0627\u0645 \u0627\u0637\u0644\u0627\u0639\u0627\u062A
getAllNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0632\u0627 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u062A\u0645\u0627\u0645 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0631\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
getAllByIdValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062A\u0648\u0633\u0637 \u0634\u0646\u0627\u0633\u0647 \u0647\u0627\u06CC \u06CC\u06A9\u062A\u0627
getAllByIdNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0632\u0627 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u062A\u0645\u0627\u0645 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0644\u06CC\u0633\u062A \u0634\u0646\u0627\u0633\u0647 \u0647\u0627\u06CC \u06CC\u06A9\u062A\u0627\u06CC \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0631\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
getByPaginationValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0628\u0647 \u0635\u0648\u0631\u062A \u0635\u0641\u062D\u0647 \u0627\u06CC
getByPaginationNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0631\u0627 \u0628\u0647 \u0635\u0648\u0631\u062A \u0635\u0641\u062D\u0647 \u0628\u0647 \u0635\u0641\u062D\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
existsByIdValue=\u0645\u062A\u062F \u0628\u0631\u0631\u0633\u06CC \u0648\u062C\u0648\u062F \u06CC\u0627 \u0639\u062F\u0645 \u0648\u062C\u0648\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A
existsByIdNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC \u062A\u0648\u0627\u0646\u06CC\u062F \u0648\u062C\u0648\u062F \u0648 \u06CC\u0627 \u0639\u062F\u0645 \u0648\u062C\u0648\u062F \u06CC\u06A9 \u0645\u0646\u0628\u0639 \u062E\u0627\u0635 \u0631\u0627 \u0628\u0631\u0631\u0633\u06CC \u06A9\u0646\u06CC\u062F
filterValue=\u0645\u062A\u062F \u062C\u0633\u0646\u062C\u0648 \u062F\u0631 \u0645\u0646\u0627\u0628\u0639
filterNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062E\u0648\u062F \u0631\u0627 \u062C\u0633\u062A\u062C\u0648 \u06A9\u0646\u06CC\u062F
countValue=\u0645\u062A\u062F \u0634\u0645\u0627\u0631\u0634 \u0645\u0646\u0627\u0628\u0639
countNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u062A\u0639\u062F\u0627\u062F \u06A9\u0644 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u062F\u0631 \u0645\u0646\u0627\u0628\u0639 \u0631\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
getByParentCodeValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0648\u06CC\u0698\u06AF\u06CC \u0647\u0627 \u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u06A9\u062F
getByParentCodeNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0644\u06CC\u0633\u062A \u0641\u0631\u0632\u0646\u062F\u0627\u0646 \u06CC\u06A9 \u0628\u0631\u0627\u06CC \u06A9\u062F \u062E\u0627\u0635 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A \u0631\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
getByCodeValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u06CC\u06A9 \u0648\u06CC\u0698\u06AF\u06CC
getByCodeNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u06CC\u06A9 \u0648\u06CC\u0698\u06AF\u06CC \u0631\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F
getAllParentValue=\u0645\u062A\u062F \u062F\u0631\u06CC\u0627\u0641\u062A \u0648\u06CC\u0698\u06AF\u06CC \u0647\u0627\u06CC \u0627\u0635\u0644\u06CC
getAllParentNote=\u0628\u0627 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062A\u062F \u0645\u06CC\u062A\u0648\u0627\u0646\u06CC\u062F \u0644\u06CC\u0633\u062A \u0648\u06CC\u0698\u06AF\u06CC \u0647\u0627\u06CC \u0627\u0635\u0644\u06CC \u0631\u0627 \u062F\u0631\u06CC\u0627\u0641\u062A \u06A9\u0646\u06CC\u062F